[{"page":1,"pages":1,"per_page":"40","total":40},[{"id":"IC.BUS.EASE.XQ","name":"Ease of doing business index (1=most business-friendly regulations)","source":{"id":"1","value":"Doing Business"},"sourceNote":"Ease of doing business ranks economies from 1 to 189, with first place being the best. A high ranking (a low numerical rank) means that the regulatory environment is conducive to business operation. The index averages the country's percentile rankings on 10 topics covered in the World Bank's Doing Business. The ranking on each topic is the simple average of the percentile rankings on its component indicators.","sourceOrganization":"World Bank, Doing Business project (http:\/\/www.doingbusiness.org\/).","topics":[{"id":"12","value":"Private Sector"},{"id":"19","value":"Climate Change"}]},{"id":"IC.CRD.INFO.XQ","name":"Depth of credit information index (0=low to 8=high)","source":{"id":"1","value":"Doing Business"},"sourceNote":"Depth of credit information index measures rules affecting the scope, accessibility, and quality of credit information available through public or private credit registries. The index ranges from 0 to 8, with higher values indicating the availability of more credit information, from either a public registry or a private bureau, to facilitate lending decisions.","sourceOrganization":"World Bank, Doing Business project (http:\/\/www.doingbusiness.org\/).","topics":[{"id":"7","value":"Financial Sector "}]},{"id":"IC.CRD.PRVT.ZS","name":"Private credit bureau coverage (% of adults)","source":{"id":"1","value":"Doing Business"},"sourceNote":"Private credit bureau coverage reports the number of individuals or firms listed by a private credit bureau with current information on repayment history, unpaid debts, or credit outstanding. The number is expressed as a percentage of the adult population.","sourceOrganization":"World Bank, Doing Business project (http:\/\/www.doingbusiness.org\/).","topics":[{"id":"7","value":"Financial Sector "}]},{"id":"IC.CRD.PUBL.ZS","name":"Public credit registry coverage (% of adults)","source":{"id":"1","value":"Doing Business"},"sourceNote":"Public credit registry coverage reports the number of individuals and firms listed in a public credit registry with current information on repayment history, unpaid debts, or credit outstanding. The number is expressed as a percentage of the adult population.","sourceOrganization":"World Bank, Doing Business project (http:\/\/www.doingbusiness.org\/).","topics":[{"id":"7","value":"Financial Sector "}]},{"id":"IC.DCP.COST","name":"Cost to build a warehouse (% of income per capita)","source":{"id":"1","value":"Doing Business"},"sourceNote":"The cost for a business in the construction industry to build a standardized warehouse is recorded by this indicator and expressed as a percentage of the gross national income (GNI) per capita. Only official costs are recorded. The building code, information from local experts, and specific regulations and fee schedules are used as sources for costs.\u000aSource: World Bank, Doing Business Project (http:\/\/www.doingbusiness.org\/ExploreTopics\/DealingLicenses).","sourceOrganization":"World Bank, Doing Business Project (http:\/\/www.doingbusiness.org\/ExploreTopics\/DealingLicenses\/).","topics":[]},{"id":"IC.DCP.PROC","name":"Procedures required to build a warehouse (number)","source":{"id":"1","value":"Doing Business"},"sourceNote":"The number of procedures required for a business in the construction industry to build a standardized warehouse is recorded by this indicator. Steps may include: (1) submitting relevant documents and obtaining necessary clearances, licenses, permits, and certificates; (2) completing required notifications and receiving necessary inspections; (3) obtaining utility connections for electricity, water, sewerage, and phone services; and (4) registering the warehouse after its completion. Interactions between company employees are not counted as procedures. \u000aSource: World Bank, Doing Business Project (http:\/\/www.doingbusiness.org\/ExploreTopics\/DealingLicenses).","sourceOrganization":"World Bank, Doing Business Project (http:\/\/www.doingbusiness.org\/ExploreTopics\/DealingLicenses\/).","topics":[]},{"id":"IC.DCP.TIME","name":"Time required to build a warehouse (days)","source":{"id":"1","value":"Doing Business"},"sourceNote":"The time (in calendar days) required to build a warehouse—including obtaining necessary licenses and permits, completing required notifications and inspections, and obtaining utility connections—is measured by this indicator. Information is collected from experts in construction licensing. If a procedure can be accelerated legally for an additional cost, the fastest procedure is chosen. \u000aSource: World Bank, Doing Business Project (http:\/\/www.doingbusiness.org\/ExploreTopics\/DealingLicenses).","sourceOrganization":"World Bank, Doing Business Project (http:\/\/www.doingbusiness.org\/ExploreTopics\/DealingLicenses\/).","topics":[]},{"id":"IC.EC.COST","name":"Cost to enforce a contract (% of claim) ","source":{"id":"1","value":"Doing Business"},"sourceNote":"This indicator records the cost to resolve a sale of goods dispute in local courts. It is expressed as a percentage of the claim, which is assumed to be equivalent to 200% of income per capita. No bribes are recorded. Three types of costs are recorded: court costs (including expert fees), enforcement costs, and average attorney fees. The data are collected through studying the codes of civil procedure and other court regulations as well as surveying local litigation lawyers (and, in a quarter of the countries, judges as well). Source: World Bank, Doing Business Project (http:\/\/www.doingbusiness.org\/ExploreTopics\/EnforcingContracts).","sourceOrganization":"World Bank, Doing Business Project (http:\/\/www.doingbusiness.org\/ExploreTopics\/EnforcingContracts\/).","topics":[]},{"id":"IC.EC.PROC","name":"Procedures required to enforce a contract (number)","source":{"id":"1","value":"Doing Business"},"sourceNote":"This indicator measures the number of procedures required to resolve a sale of goods dispute in local courts. It includes steps to file the case, to go through the trial and judgment, and to enforce the judgment. The data are collected through studying the codes of civil procedure and other court regulations as well as surveying local litigation lawyers (and, in a quarter of the countries, judges as well). Source: World Bank, Doing Business Project (http:\/\/www.doingbusiness.org\/ExploreTopics\/EnforcingContracts).","sourceOrganization":"World Bank, Doing Business Project (http:\/\/www.doingbusiness.org\/ExploreTopics\/EnforcingContracts\/).","topics":[]},{"id":"IC.EC.TIME","name":"Time required to enforce a contract (days)","source":{"id":"1","value":"Doing Business"},"sourceNote":"This indicator tracks the time required to resolve a sale of goods dispute in local courts. The number of calendar days is recorded from the moment a plaintiff files a lawsuit until payment is made. This includes both the days when actions take place and the waiting periods between. The data are collected through studying the codes of civil procedure and other court regulations as well as surveying local litigation lawyers (and, in a quarter of the countries, judges as well). \u000aSource: World Bank, Doing Business Project (http:\/\/www.doingbusiness.org\/ExploreTopics\/EnforcingContracts).\u000a","sourceOrganization":"World Bank, Doing Business Project (http:\/\/www.doingbusiness.org\/ExploreTopics\/EnforcingContracts\/).","topics":[]},{"id":"IC.EXP.COST.EXP","name":"Trade: Cost to export (US$ per container)","source":{"id":"1","value":"Doing Business"},"sourceNote":"This indicator calculates the cost of exporting a standardized shipment of goods by ocean transport, expressed in U.S. dollars per container. Local freight forwarders, shipping lines, customs brokers, port officials, and banks provide information on the cost of each export procedure.\u000aSource: World Bank, Doing Business Project (http:\/\/www.doingbusiness.org\/ExploreTopics\/TradingAcrossBorders\/).","sourceOrganization":"World Bank, Doing Business Project (http:\/\/www.doingbusiness.org\/ExploreTopics\/TradingAcrossBorders\/).","topics":[]},{"id":"IC.EXP.COST.IMP","name":"Trade: Cost to import (US$ per container)","source":{"id":"1","value":"Doing Business"},"sourceNote":"This indicator calculates the cost of importing a standardized shipment of goods by ocean transport—from the vessel’s arrival at a port of entry to the cargo’s delivery to a warehouse—expressed in U.S. dollars per container. Local freight forwarders, shipping lines, customs brokers, port officials, and banks provide information on the cost of each import procedure.\u000aSource: World Bank, Doing Business Project (http:\/\/www.doingbusiness.org\/ExploreTopics\/TradingAcrossBorders\/).","sourceOrganization":"World Bank, Doing Business Project (http:\/\/www.doingbusiness.org\/ExploreTopics\/TradingAcrossBorders\/).","topics":[]},{"id":"IC.EXP.DOCS","name":"Documents to export (number)","source":{"id":"1","value":"Doing Business"},"sourceNote":"All documents required per shipment to export goods are recorded. It is assumed that the contract has already been agreed upon and signed by both parties. Documents required for clearance by government ministries, customs authorities, port and container terminal authorities, health and technical control agencies and banks are taken into account. Since payment is by letter of credit, all documents required by banks for the issuance or securing of a letter of credit are also taken into account. Documents that are renewed annually and that do not require renewal per shipment (for example, an annual tax clearance certificate) are not included.","sourceOrganization":"World Bank, Doing Business project (http:\/\/www.doingbusiness.org\/).","topics":[{"id":"12","value":"Private Sector"}]},{"id":"IC.EXP.DOCS.IMP","name":"Trade: Documents to import (number)","source":{"id":"1","value":"Doing Business"},"sourceNote":"All documents required to import a standardized shipment of goods by ocean transport—from the vessel’s arrival at a port of entry to the cargo’s delivery to a warehouse—are recorded by this indicator. Local freight forwarders, shipping lines, customs brokers, port officials, and banks provide information on required documents.\u000aSource: World Bank, Doing Business Project (http:\/\/www.doingbusiness.org\/ExploreTopics\/TradingAcrossBorders\/).","sourceOrganization":"World Bank, Doing Business Project (http:\/\/www.doingbusiness.org\/ExploreTopics\/TradingAcrossBorders\/).","topics":[]},{"id":"IC.EXP.TIME.EXP","name":"Trade: Time to export (day)","source":{"id":"1","value":"Doing Business"},"sourceNote":"This indicator calculates the average number of days it takes to comply with all procedures required to export goods. Local freight forwarders, shipping lines, customs brokers, port officials, and banks provide information on the time to complete each procedure.\u000aSource: World Bank, Doing Business Project (http:\/\/www.doingbusiness.org\/ExploreTopics\/TradingAcrossBorders\/).","sourceOrganization":"World Bank, Doing Business Project (http:\/\/www.doingbusiness.org\/ExploreTopics\/TradingAcrossBorders\/).","topics":[]},{"id":"IC.EXP.TIME.IMP","name":"Trade: Time to import (days)","source":{"id":"1","value":"Doing Business"},"sourceNote":"This indicator calculates the average number of days it takes to comply with all procedures required to import goods—from the vessel’s arrival at a port of entry to the cargo’s delivery to a warehouse.  Local freight forwarders, shipping lines, customs brokers, port officials, and banks provide information on the time to complete each procedure.\u000aSource: World Bank, Doing Business Project (http:\/\/www.doingbusiness.org\/ExploreTopics\/TradingAcrossBorders\/).","sourceOrganization":"World Bank, Doing Business Project (http:\/\/www.doingbusiness.org\/ExploreTopics\/TradingAcrossBorders\/).","topics":[]},{"id":"IC.GE.COST","name":"Cost to get electricity(% of income per capita)","source":{"id":"1","value":"Doing Business"},"sourceNote":"Cost to obtain an electricity connection (% of income per capita) ","sourceOrganization":"World Bank, Doing Business Project (http:\/\/www.doingbusiness.org\/ExploreTopics\/GettingElectricity)","topics":[]},{"id":"IC.GE.NUM","name":"Procedures required to connect to electricity (number)","source":{"id":"1","value":"Doing Business"},"sourceNote":"This indicator records the number of procedures required for a business to obtain a permanent electricity connection and supply for a warehouse. To ensure that data are comparable across economies, a standard case study in which an entrepreneur seeks to connect a newly built warehouse for cold meat storage to electricity was used. Data are collected from the electricity distribution utility, then completed and verified by independent professionals such as electricians, electrical engineers, electrical contractors, and construction companies.\u000a","sourceOrganization":"World Bank, Doing Business Project (http:\/\/www.doingbusiness.org\/ExploreTopics\/GettingElectricity)","topics":[]},{"id":"IC.GE.TIME","name":"Time required to connect to electricity (days)","source":{"id":"1","value":"Doing Business"},"sourceNote":"This indicator tracks the time (in calendar days) required for a business to obtain a permanent electricity connection and supply for a warehouse. To ensure that data are comparable across economies, a standard case study in which an entrepreneur seeks to connect a newly built warehouse for cold meat storage to electricity was used. Data are collected from the electricity distribution utility, then completed and verified by independent professionals such as electricians, electrical engineers, electrical contractors, and construction companies.\u000a","sourceOrganization":"World Bank, Doing Business Project (http:\/\/www.doingbusiness.org\/ExploreTopics\/GettingElectricity)","topics":[]},{"id":"IC.IMP.DOCS","name":"Documents to import (number)","source":{"id":"1","value":"Doing Business"},"sourceNote":"All documents required per shipment to import goods are recorded. It is assumed that the contract has already been agreed upon and signed by both parties. Documents required for clearance by government ministries, customs authorities, port and container terminal authorities, health and technical control agencies and banks are taken into account. Since payment is by letter of credit, all documents required by banks for the issuance or securing of a letter of credit are also taken into account. Documents that are renewed annually and that do not require renewal per shipment (for example, an annual tax clearance certificate) are not included.","sourceOrganization":"World Bank, Doing Business project (http:\/\/www.doingbusiness.org\/).","topics":[{"id":"12","value":"Private Sector"}]},{"id":"IC.ISV.COST","name":"Resolving insolvency: cost (% of estate)","source":{"id":"1","value":"Doing Business"},"sourceNote":"The cost of the proceedings, recorded as a percentage of the estate’s value, is calculated on the basis of survey responses by insolvency practitioners. It includes court fees as well as fees of insolvency practitioners, independent assessors, lawyers, and accountants. Respondents provide cost estimates from among the following options: less than 2%, 2–5%, 5–8%, 8–11%, 11–18%, 18–25%, 25–33%, 33–50%, 50–75%, and more than 75% of the value of the business estate.  \u000aSource: World Bank, Doing Business Project (http:\/\/www.doingbusiness.org\/ExploreTopics\/ClosingBusiness).","sourceOrganization":"World Bank, Doing Business Project (http:\/\/www.doingbusiness.org\/ExploreTopics\/ClosingBusiness\/).","topics":[]},{"id":"IC.ISV.DURS","name":"Time to resolve insolvency (years)","source":{"id":"1","value":"Doing Business"},"sourceNote":"Time to resolve insolvency is the number of years from the filing for insolvency in court until the resolution of distressed assets.","sourceOrganization":"World Bank, Doing Business project (http:\/\/www.doingbusiness.org\/).","topics":[{"id":"12","value":"Private Sector"}]},{"id":"IC.ISV.RECRT","name":"Resolving insolvency: recovery rate (cents on the dollar)","source":{"id":"1","value":"Doing Business"},"sourceNote":"The recovery rate calculates how many cents on the dollar claimants (creditors, tax authorities, and employees) recover from an insolvent firm. Information comes from local insolvency practitioners, laws and regulations as well as public information on bankruptcy systems. The recovery rate for economies with “no practice” (i.e., fewer than 5 cases a year over the past 5 years) is 0. \u000aSource: World Bank, Doing Business Project (http:\/\/www.doingbusiness.org\/ExploreTopics\/ClosingBusiness).","sourceOrganization":"World Bank, Doing Business Project (http:\/\/www.doingbusiness.org\/ExploreTopics\/ClosingBusiness\/).","topics":[]},{"id":"IC.LGL.CRED.XQ","name":"Strength of legal rights index (0=weak to 12=strong)","source":{"id":"1","value":"Doing Business"},"sourceNote":"Strength of legal rights index measures the degree to which collateral and bankruptcy laws protect the rights of borrowers and lenders and thus facilitate lending. The index ranges from 0 to 12, with higher scores indicating that these laws are better designed to expand access to credit.","sourceOrganization":"World Bank, Doing Business project (http:\/\/www.doingbusiness.org\/).","topics":[{"id":"7","value":"Financial Sector "}]},{"id":"IC.LIC.NUM","name":"Procedures required to build a warehouse (number)","source":{"id":"1","value":"Doing Business"},"sourceNote":"The number of procedures required for a business in the construction industry to build a standardized warehouse is recorded by this indicator. Steps may include: (1) submitting all relevant documents and obtaining all necessary clearances, licenses, permits, and certificates; (2) completing all required notifications and receiving all necessary inspections; (3) obtaining utility connections for electricity, water, sewerage, and phone services; and (4) registering the warehouse after its completion (if required for use as collateral or for transfer of warehouse). Interactions between company employees are not counted as procedures. \u000aSource: .","sourceOrganization":"World Bank, Doing Business Project (http:\/\/www.doingbusiness.org\/ExploreTopics\/DealingLicenses)","topics":[]},{"id":"IC.LIC.TIME","name":"Time required to build a warehouse (days)","source":{"id":"1","value":"Doing Business"},"sourceNote":"The time (in calendar days) required to build a warehouse—including obtaining necessary licenses and permits, completing required notifications and inspections, and obtaining utility connections—is measured by this indicator. Information is collected from experts in construction licensing—including architects, construction lawyers, construction firms, utility service providers, and public officials who deal with building regulations. If a procedure can be accelerated legally for an additional cost, the fastest procedure is chosen. To make the data comparable across economies, several assumptions about the business, the warehouse project, and the procedures are used.\u000a","sourceOrganization":"World Bank, Doing Business Project (http:\/\/www.doingbusiness.org\/ExploreTopics\/DealingLicenses)","topics":[]},{"id":"IC.PI.DIR","name":"Extent of director liability index (0 to 10)","source":{"id":"1","value":"Doing Business"},"sourceNote":"To help gauge investor protection, the extent of director liability index measures liability for self-dealing. The index ranges from 0 (little to no liability) to 10 (greater liability). The data are from a survey of corporate lawyers and are based on securities regulations, company laws and court rules of evidence.\u000aSource: World Bank, Doing Business Project (http:\/\/www.doingbusiness.org\/ExploreTopics\/ProtectingInvestors\/)","sourceOrganization":"World Bank, Doing Business Project (http:\/\/www.doingbusiness.org\/ExploreTopics\/ProtectingInvestors\/).","topics":[]},{"id":"IC.PI.DISCL","name":"Extent of disclosure index (0 to 10)","source":{"id":"1","value":"Doing Business"},"sourceNote":"To help gauage investor protection, the extent of disclosure index measures the transparency of corporations’ related-party transactions. The index ranges from 0 (little to no transparency) to 10 (greater transparency). The data are from a survey of corporate lawyers and are based on securities regulations, company laws and court rules of evidence.\u000aSource: World Bank, Doing Business Project (http:\/\/www.doingbusiness.org\/ExploreTopics\/ProtectingInvestors\/)","sourceOrganization":"World Bank, Doing Business Project (http:\/\/www.doingbusiness.org\/ExploreTopics\/ProtectingInvestors\/).","topics":[]},{"id":"IC.PI.INV","name":"Strength of investor protection index (0 to 10)","source":{"id":"1","value":"Doing Business"},"sourceNote":"The strength of investor protection index is an average of 3 indices--the extent of disclosure index, the extent of director liability index, and the ease of shareholder suit index. The index ranges from 0 (little to no investor protection) to 10 (greater investor protection). The data are from a survey of corporate lawyers and are based on securities regulations, company laws and court rules of evidence.\u000aSource: World Bank, Doing Business Project (http:\/\/www.doingbusiness.org\/ExploreTopics\/ProtectingInvestors\/)","sourceOrganization":"World Bank, Doing Business Project (http:\/\/www.doingbusiness.org\/ExploreTopics\/ProtectingInvestors\/).","topics":[]},{"id":"IC.PI.SHAR","name":"Ease of shareholder suits index (0 to 10) ","source":{"id":"1","value":"Doing Business"},"sourceNote":"To help gauge investor protection, the ease of shareholder suits index measures shareholders’ ability to sue officers and directors for misconduct . The index ranges from 0 (little to no ability to file suit) to 10 (greater ability to file suit). The data are from a survey of corporate lawyers and are based on securities regulations, company laws and court rules of evidence.\u000aSource: World Bank, Doing Business Project (http:\/\/www.doingbusiness.org\/ExploreTopics\/ProtectingInvestors\/)","sourceOrganization":"World Bank, Doing Business Project (http:\/\/www.doingbusiness.org\/ExploreTopics\/ProtectingInvestors\/).","topics":[]},{"id":"IC.REG.CAP","name":"Minimum paid-in capital required to start a business (% of income per capita)","source":{"id":"1","value":"Doing Business"},"sourceNote":"The paid-in minimum capital requirement reflects the amount that an entrepreneur needs to deposit in a bank or with a notary to legally start a business. It is recorded as a percentage of the economy’s income per capita. \u000aSource: World Bank, Doing Business Project (http:\/\/www.doingbusiness.org\/ExploreTopics\/StartingBusiness).\u000a","sourceOrganization":"World Bank, Doing Business Project (http:\/\/www.doingbusiness.org\/ExploreTopics\/StartingBusiness\/).","topics":[]},{"id":"IC.REG.COST","name":"Cost to start a business (% of income per capita)","source":{"id":"1","value":"Doing Business"},"sourceNote":"The official cost to start a business legally is measured by this indicator and expressed a  percentage of the economy's income per capita. It includes all official fees and fees for legal or professional services if such services are required by law. In all cases, the cost excludes bribes.\u000aSource: World Bank, Doing Business Project (http:\/\/www.doingbusiness.org\/ExploreTopics\/StartingBusiness).","sourceOrganization":"World Bank, Doing Business Project (http:\/\/www.doingbusiness.org\/ExploreTopics\/StartingBusiness\/).","topics":[]},{"id":"IC.REG.DURS","name":"Time required to start a business (days)","source":{"id":"1","value":"Doing Business"},"sourceNote":"Time required to start a business is the number of calendar days needed to complete the procedures to legally operate a business. If a procedure can be speeded up at additional cost, the fastest procedure, independent of cost, is chosen.","sourceOrganization":"World Bank, Doing Business project (http:\/\/www.doingbusiness.org\/).","topics":[{"id":"12","value":"Private Sector"}]},{"id":"IC.REG.PROC","name":"Start-up procedures to register a business (number)","source":{"id":"1","value":"Doing Business"},"sourceNote":"Start-up procedures are those required to start a business, including interactions to obtain necessary permits and licenses and to complete all inscriptions, verifications, and notifications to start operations. Data are for businesses with specific characteristics of ownership, size, and type of production.","sourceOrganization":"World Bank, Doing Business project (http:\/\/www.doingbusiness.org\/).","topics":[{"id":"12","value":"Private Sector"}]},{"id":"IC.RP.COST","name":"Cost to register property (% of property value)","source":{"id":"1","value":"Doing Business"},"sourceNote":"This indicator calculates the cost required for a business to register property expressed as a percentage of the property value, assuming a property value of 50 times income per capita. The cost includes fees, transfer taxes, stamp duties, and any other payment to the property registry, notaries, public agencies or lawyers. Information is provided by local property lawyers, notaries, and property registries. \u000aSource: World Bank, Doing Business Project (http:\/\/www.doingbusiness.org\/ExploreTopics\/RegisteringProperty).","sourceOrganization":"World Bank, Doing Business Project (http:\/\/www.doingbusiness.org\/ExploreTopics\/RegisteringProperty\/).","topics":[]},{"id":"IC.RP.PROC","name":"Procedures required to register property (number)","source":{"id":"1","value":"Doing Business"},"sourceNote":"This indicator records the number of steps required for a business (buyer) to purchase a property from another business (seller) and register it legally so that the buyer can use the property as collateral or sell it to another business. Information is provided by local property lawyers, notaries, and property registries. \u000aSource: World Bank, Doing Business Project (http:\/\/www.doingbusiness.org\/ExploreTopics\/RegisteringProperty).","sourceOrganization":"World Bank, Doing Business Project (http:\/\/www.doingbusiness.org\/ExploreTopics\/RegisteringProperty\/).","topics":[]},{"id":"IC.RP.TIME","name":"Time required to register property (days)","source":{"id":"1","value":"Doing Business"},"sourceNote":"This indicator records the number of calendar days required for a business (buyer) to purchase a property from another business (seller) and register it legally so that the buyer can use the property as collateral or sell it to another business. Information is provided by local property lawyers, notaries, and property registries. \u000a Source: World Bank, Doing Business Project (http:\/\/www.doingbusiness.org\/ExploreTopics\/RegisteringProperty).","sourceOrganization":"World Bank, Doing Business Project (http:\/\/www.doingbusiness.org\/ExploreTopics\/RegisteringProperty\/).","topics":[]},{"id":"IC.TAX.DURS","name":"Time to prepare and pay taxes (hours)","source":{"id":"1","value":"Doing Business"},"sourceNote":"Time to prepare and pay taxes is the time, in hours per year, it takes to prepare, file, and pay (or withhold) three major types of taxes: the corporate income tax, the value added or sales tax, and labor taxes, including payroll taxes and social security contributions.","sourceOrganization":"World Bank, Doing Business project (http:\/\/www.doingbusiness.org\/).","topics":[{"id":"13","value":"Public Sector "},{"id":"12","value":"Private Sector"}]},{"id":"IC.TAX.PAYM","name":"Tax payments (number)","source":{"id":"1","value":"Doing Business"},"sourceNote":"Tax payments by businesses are the total number of taxes paid by businesses, including electronic filing. The tax is counted as paid once a year even if payments are more frequent.","sourceOrganization":"World Bank, Doing Business project (http:\/\/www.doingbusiness.org\/).","topics":[{"id":"13","value":"Public Sector "},{"id":"12","value":"Private Sector"}]},{"id":"IC.TAX.TOTL.CP.ZS","name":"Total tax rate (% of commercial profits)","source":{"id":"1","value":"Doing Business"},"sourceNote":"Total tax rate measures the amount of taxes and mandatory contributions payable by businesses after accounting for allowable deductions and exemptions as a share of commercial profits. Taxes withheld (such as personal income tax) or collected and remitted to tax authorities (such as value added taxes, sales taxes or goods and service taxes) are excluded.","sourceOrganization":"World Bank, Doing Business project (http:\/\/www.doingbusiness.org\/).","topics":[{"id":"12","value":"Private Sector"},{"id":"13","value":"Public Sector "}]}]]