[{"page":1,"pages":1,"per_page":"25","total":25},[{"id":"DC.ODA.SOCL.ZS","name":"Bilateral, sector-allocable ODA to basic social services (% of bilateral ODA commitments)","source":{"id":"19","value":"Millennium Development Goals"},"sourceNote":"Bilateral official development assistance (ODA) commitments are firm obligations, expressed in writing and backed by the necessary funds, undertaken by official bilateral donors to provide specified assistance to a recipient country or a multilateral organization. Bilateral commitments are recorded in the full amount of expected transfer, irrespective of the time required for completing disbursements. Total sector-allocable aid is the sum of aid that can be assigned to specific sectors or multisector activities. Basic social services consists of, primary education, basic life skills for youth and adults and early childhood education, basic health care, basic health infrastructure, basic nutrition, infectious disease control, health education and health personnel development, population policy and administrative management, reproductive health care, family planning, sexually transmitted disease (STD) control including HIV\/AIDS, personnel development (population & reproductive health), basic drinking water supply and basic sanitation, and multi-sector aid for basic social services.","sourceOrganization":"Development Assistance Committee of the Organisation for Economic Co-operation and Development, Geographical Distribution of Financial Flows to Developing Countries, Development Co-operation Report, and International Development Statistics database. Data are available online at: www.oecd.org\/dac\/stats\/idsonline.","topics":[{"id":"18","value":"Millenium development goals"}]},{"id":"DC.ODA.TLDC.CD","name":"Net ODA provided, to the least developed countries (current US$)","source":{"id":"19","value":"Millennium Development Goals"},"sourceNote":"Net Official development assistance (ODA) comprises grants or loans to developing countries and territories on the OECD\/DAC list of aid recipients that are undertaken by the official sector with promotion of economic development and welfare as the main objective and at concessional financial terms. The list of least developed countries (LDCs) has been agreed by the General Assembly, on the recommendation of the Committee for Development Policy, Economic and Social Council.","sourceOrganization":"Development Assistance Committee of the Organisation for Economic Co-operation and Development, Geographical Distribution of Financial Flows to Developing Countries, Development Co-operation Report, and International Development Statistics database. Data are available online at: www.oecd.org\/dac\/stats\/idsonline.","topics":[{"id":"18","value":"Millenium development goals"}]},{"id":"DC.ODA.TLDC.GN.ZS","name":"Net ODA provided to the least developed countries (% of GNI)","source":{"id":"19","value":"Millennium Development Goals"},"sourceNote":"Net Official development assistance (ODA) comprises grants or loans to developing countries and territories on the OECD\/DAC list of aid recipients that are undertaken by the official sector with promotion of economic development and welfare as the main objective and at concessional financial terms. The list of least developed countries (LDCs) has been agreed by the General Assembly, on the recommendation of the Committee for Development Policy, Economic and Social Council. Series is shown as a share of donors' GNI.","sourceOrganization":"Development Assistance Committee of the Organisation for Economic Co-operation and Development, Geographical Distribution of Financial Flows to Developing Countries, Development Co-operation Report, and International Development Statistics database. Data are available online at: www.oecd.org\/dac\/stats\/idsonline.","topics":[{"id":"18","value":"Millenium development goals"}]},{"id":"DC.ODA.TOTL.CD","name":"Net ODA provided, total (current US$)","source":{"id":"19","value":"Millennium Development Goals"},"sourceNote":"Net Official development assistance (ODA) comprises grants or loans to developing countries and territories on the OECD\/DAC list of aid recipients that are undertaken by the official sector with promotion of economic development and welfare as the main objective and at concessional financial terms.","sourceOrganization":"Development Assistance Committee of the Organisation for Economic Co-operation and Development, Geographical Distribution of Financial Flows to Developing Countries, Development Co-operation Report, and International Development Statistics database. Data are available online at: www.oecd.org\/dac\/stats\/idsonline.","topics":[{"id":"18","value":"Millenium development goals"}]},{"id":"DC.ODA.TOTL.GN.ZS","name":"Net ODA provided, total (% of GNI)","source":{"id":"19","value":"Millennium Development Goals"},"sourceNote":"Net Official development assistance (ODA) comprises grants or loans to developing countries and territories on the OECD\/DAC list of aid recipients that are undertaken by the official sector with promotion of economic development and welfare as the main objective and at concessional financial terms. It is shown as a share of donors' GNI.","sourceOrganization":"Development Assistance Committee of the Organisation for Economic Co-operation and Development, Geographical Distribution of Financial Flows to Developing Countries, Development Co-operation Report, and International Development Statistics database. Data are available online at: www.oecd.org\/dac\/stats\/idsonline.","topics":[{"id":"18","value":"Millenium development goals"}]},{"id":"DC.ODA.TOTL.KD","name":"Net ODA provided, total (constant 2008 US$)","source":{"id":"19","value":"Millennium Development Goals"},"sourceNote":"Net Official development assistance (ODA) comprises grants or loans to developing countries and territories on the OECD\/DAC list of aid recipients that are undertaken by the official sector with promotion of economic development and welfare as the main objective and at concessional financial terms. Data are in constant 2009 U.S. dollars.","sourceOrganization":"Development Assistance Committee of the Organisation for Economic Co-operation and Development, Geographical Distribution of Financial Flows to Developing Countries, Development Co-operation Report, and International Development Statistics database. Data are available online at: www.oecd.org\/dac\/stats\/idsonline.","topics":[{"id":"18","value":"Millenium development goals"}]},{"id":"DC.ODA.UNTD.ZS","name":"Bilateral ODA commitments that is untied (% of bilateral ODA commitments)","source":{"id":"19","value":"Millennium Development Goals"},"sourceNote":"Bilateral official development assistance (ODA) commitments are firm obligations, expressed in writing and backed by the necessary funds, undertaken by official bilateral donors to provide specified assistance to a recipient country or a multilateral organization. Bilateral commitments are recorded in the full amount of expected transfer, irrespective of the time required for completing disbursements. Untied bilateral official development assistance is assistance from country to country for which the associated goods and services may be fully and freely procured in substantially all countries.","sourceOrganization":"Development Assistance Committee of the Organisation for Economic Co-operation and Development, Geographical Distribution of Financial Flows to Developing Countries, Development Co-operation Report, and International Development Statistics database. Data are available online at: www.oecd.org\/dac\/stats\/idsonline.","topics":[{"id":"18","value":"Millenium development goals"}]},{"id":"DT.HPC.COMR.PV","name":"Debt relief committed under HIPC initiative, cumulative US$ in end-2008 NPV terms","source":{"id":"19","value":"Millennium Development Goals"},"sourceNote":"Debt relief is committed as of the decision point (assuming full participation of creditors) under the enhanced HIPC Initiative. It is calculated as the amount needed to bring the net present value (NPV) of the country's debt level to the thresholds established by the HIPC Initiative (150 percent of exports or in certain cases 250 percent of fiscal revenues). Topping-up assistance and assistance provided under the original HIPC Initiative were committed in net present value terms as of the decision point and are converted to end-20109 terms.","sourceOrganization":"World Bank, Economic Policy and Debt Department.","topics":[{"id":"18","value":"Millenium development goals"}]},{"id":"DT.HPC.MDRI.PV","name":"Debt relief delivered in full under MDRI initiative, cumulative US$ in end-2008 NPV terms","source":{"id":"19","value":"Millennium Development Goals"},"sourceNote":"Debt relief delivered in full under MDRI initiative is the net present value of debt relief from International Development Association, International Monetary Fund, African Development Fund, and Inter-American Development Bank and delivered to countries having reached the HIPC completion point converted to end-2010 terms.","sourceOrganization":"World Bank, Economic Policy and Debt Department.","topics":[{"id":"18","value":"Millenium development goals"}]},{"id":"DT.HPC.STTS","name":"Status under enhanced HIPC initiative","source":{"id":"19","value":"Millennium Development Goals"},"sourceNote":"Indicator shows the status of heavily indebted poor countries country under the enhanced HIPC initiative. Heavily indebted poor countries reach HIPC decision point if they have a track record of macroeconomic stability, have prepared an Interim Poverty Reduction Strategy through a participatory process, and have cleared or reached an agreement on a process to clear, the outstanding arrears to multilateral creditors. The amount of debt relief necessary to bring countries’ debt indicators to HIPC thresholds is calculated, and countries begin receiving debt relief. Heavily indebted poor countries reach HIPC completion point if they maintain macroeconomic stability under a Poverty Reduction and Growth Facility (PRGF) supported program, carry out key structural and social reforms agreed on at the decision point, and implement satisfactorily Poverty Reduction Strategy for one year. Debt relief is then provided irrevocably by the country’s creditors.","sourceOrganization":"World Bank, Economic Policy and Debt Department.","topics":[{"id":"18","value":"Millenium development goals"}]},{"id":"EN.POP.SLUM.UR.ZS","name":"Population living in slums, (% of urban population)","source":{"id":"19","value":"Millennium Development Goals"},"sourceNote":"The Proportion of urban population living in slums is the proportion of urban population living in slum households. A slum household is defined as a group of individuals living under the same roof lacking one or more of the following conditions: access to improved water, access to improved sanitation, sufficient-living area, and durability of housing. \u000a","sourceOrganization":"UN HABITAT, retrieved from the United Nation's Millennium Development Goals database. Data are available at : http:\/\/mdgs.un.org\/","topics":[{"id":"18","value":"Millenium development goals"}]},{"id":"NY.AGR.SUBS.GD.ZS","name":"Agricultural support estimate (% of GDP)","source":{"id":"19","value":"Millennium Development Goals"},"sourceNote":"Agriculture support is the annual monetary value of all gross transfers from taxpayers and consumers, both domestic and foreign (in the form of subsidies arising from policy measures that support agriculture), net of the associated budgetary receipts, regardless of their objectives and impacts on farm production and income, or consumption of farm products.","sourceOrganization":"Organisation for Economic Co-operation and Development, Producer and Consumer Support Estimates database. Available online at www.oecd.org\/tad\/support\/psecse.","topics":[{"id":"18","value":"Millenium development goals"}]},{"id":"SE.ENR.PRSC.FM.ZS.GL","name":"Ratio of girls to boys in primary and secondary education (%), path to goal","source":{"id":"19","value":"Millennium Development Goals"},"sourceNote":"This indicator is created for the use of DDP chart. Values are linear growth \"path\" to achieving the goal by 2015, given the initial value around 1990.","sourceOrganization":"World Bank staff estimates","topics":[{"id":"18","value":"Millenium development goals"}]},{"id":"SE.PRM.CMPT.ZS.GL","name":"Primary completion rate, total (% of relevant age group), path to goal","source":{"id":"19","value":"Millennium Development Goals"},"sourceNote":"This indicator is created for the use of DDP chart. Values are linear growth \"path\" to achieving the goal by 2015, given the initial value around 1990.","sourceOrganization":"World Bank staff estimates","topics":[{"id":"18","value":"Millenium development goals"}]},{"id":"SH.HIV.ARTC.ZS","name":"Antiretroviral therapy coverage (% of people living with HIV)","source":{"id":"2","value":"World Development Indicators"},"sourceNote":"Antiretroviral therapy coverage indicates the percentage of all people living with HIV who are receiving antiretroviral therapy.","sourceOrganization":"UNAIDS estimates.","topics":[{"id":"18","value":"Millenium development goals"},{"id":"8","value":"Health "}]},{"id":"SP.POP.2DAY.TO","name":"Number of people living on less than $2.00 a day (PPP)","source":{"id":"19","value":"Millennium Development Goals"},"sourceNote":"Number of people living on less than $2.00 a day (PPP) is the population living on less than $2.00 a day at 2005 international prices.","sourceOrganization":"World Bank, Development Research Group. Data are based on primary household survey data obtained from government statistical agencies and World Bank country departments. Data for high-income economies are from the Luxembourg Income Study database. For more information and methodology, please see PovcalNet (http:\/\/iresearch.worldbank.org\/PovcalNet\/index.htm).","topics":[{"id":"18","value":"Millenium development goals"}]},{"id":"SP.POP.DDAY.TO","name":"Number of people living on less than $1.25 a day (PPP)","source":{"id":"19","value":"Millennium Development Goals"},"sourceNote":"Number of people living on less than $1.25 a day (PPP) is the population living on less than $1.25 a day at 2005 international prices.","sourceOrganization":"World Bank, Development Research Group. Data are based on primary household survey data obtained from government statistical agencies and World Bank country departments. Data for high-income economies are from the Luxembourg Income Study database. For more information and methodology, please see PovcalNet (http:\/\/iresearch.worldbank.org\/PovcalNet\/index.htm).","topics":[{"id":"18","value":"Millenium development goals"}]},{"id":"TM.MRC.NOTX.DV.ZS","name":"Goods (excluding arms) admitted free of tariffs from developing countries (% total merchandise imports excluding arms)","source":{"id":"19","value":"Millennium Development Goals"},"sourceNote":"It is the proportion of duty free imports (excluding arms) into developed countries from developing and least developed countries. For the purpose of calculating this indicator, Japan in Asia, Canada and the United States in North America, Australia and New Zealand in Oceania and Iceland, Norway, Switzerland and the EU (25 countries included since 2004) in Europe are considered “developed” regions or areas, following the common accepted practice used for MDG indicators. Developing countries are those not listed as developed or transition countries. The list of least developed countries (LDCs) has been agreed by the General Assembly, on the recommendation of the Committee for Development Policy, Economic and Social Council. ","sourceOrganization":"United Nations Conference on Trade and Development, World Trade Organization, and International Trade Center. Data are available online at: www.mdg-trade.org.","topics":[{"id":"18","value":"Millenium development goals"}]},{"id":"TM.MRC.NOTX.LD.ZS","name":"Goods (excluding arms) admitted free of tariffs from least developed countries (% total merchandise imports excluding arms)","source":{"id":"19","value":"Millennium Development Goals"},"sourceNote":"It is the proportion of duty free imports (excluding arms) into developed countries from developing and least developed countries. For the purpose of calculating this indicator, Japan in Asia, Canada and the United States in North America, Australia and New Zealand in Oceania and Iceland, Norway, Switzerland and the EU (25 countries included since 2004) in Europe are considered “developed” regions or areas, following the common accepted practice used for MDG indicators. Developing countries are those not listed as developed or transition countries. The list of least developed countries (LDCs) has been agreed by the General Assembly, on the recommendation of the Committee for Development Policy, Economic and Social Council.","sourceOrganization":"United Nations Conference on Trade and Development, World Trade Organization, and International Trade Center. Data are available online at: www.mdg-trade.org.","topics":[{"id":"18","value":"Millenium development goals"}]},{"id":"TM.TAX.AGRI.CD.DV","name":"Average tariffs imposed by developed countries on agricultural products from developing countries (%)","source":{"id":"19","value":"Millennium Development Goals"},"sourceNote":"It is the average tariffs imposed by developed countries on subsets of selected items (agricultural products, textile and clothing exports) that are deemed to be of interest to developing countries. For the purpose of calculating this indicator, Japan in Asia, Canada and the United States in North America, Australia and New Zealand in Oceania and Iceland, Norway, Switzerland and the EU (25 countries included since 2004) in Europe are considered “developed” regions or areas, following the common accepted practice used for MDG indicators. Developing countries are those not listed as developed or transition countries. The list of least developed countries (LDCs) has been agreed by the General Assembly, on the recommendation of the Committee for Development Policy, Economic and Social Council. Agricultural, clothing and textile groups follow the definition in WTO agreements based on the Harmonized System 1992, transposed to current versions by WTO Secretariat. Agricultural products correspond to Harmonized System 1992, chapters 01 to 24 less fish and fish products (chap. 03); in addition to parts of chapters 29, 33, 35, 38, 41, 43, 50 to 53. Textile is mainly covered in chapters 50 to 60. The bulk of clothing products are found in chapters 61-63.\u000a","sourceOrganization":"United Nations Conference on Trade and Development, World Trade Organization, and International Trade Center. Data are available online at: www.mdg-trade.org.","topics":[{"id":"18","value":"Millenium development goals"}]},{"id":"TM.TAX.AGRI.CD.LD","name":"Average tariffs imposed by developed countries on agricultural products from least developed countries (%)","source":{"id":"19","value":"Millennium Development Goals"},"sourceNote":"It is the average tariffs imposed by developed countries on subsets of selected items (agricultural products, textile and clothing exports) that are deemed to be of interest to developing countries. For the purpose of calculating this indicator, Japan in Asia, Canada and the United States in North America, Australia and New Zealand in Oceania and Iceland, Norway, Switzerland and the EU (25 countries included since 2004) in Europe are considered “developed” regions or areas, following the common accepted practice used for MDG indicators. Developing countries are those not listed as developed or transition countries. The list of least developed countries (LDCs) has been agreed by the General Assembly, on the recommendation of the Committee for Development Policy, Economic and Social Council. Agricultural, clothing and textile groups follow the definition in WTO agreements based on the Harmonized System 1992, transposed to current versions by WTO Secretariat. Agricultural products correspond to Harmonized System 1992, chapters 01 to 24 less fish and fish products (chap. 03); in addition to parts of chapters 29, 33, 35, 38, 41, 43, 50 to 53. Textile is mainly covered in chapters 50 to 60. The bulk of clothing products are found in chapters 61-63.","sourceOrganization":"United Nations Conference on Trade and Development, World Trade Organization, and International Trade Center. Data are available online at: www.mdg-trade.org.","topics":[{"id":"18","value":"Millenium development goals"}]},{"id":"TM.TAX.CLTH.CD.DV","name":"Average tariffs imposed by developed countries on clothing products from developing countries (%)","source":{"id":"19","value":"Millennium Development Goals"},"sourceNote":"It is the average tariffs imposed by developed countries on subsets of selected items (agricultural products, textile and clothing exports) that are deemed to be of interest to developing countries. For the purpose of calculating this indicator, Japan in Asia, Canada and the United States in North America, Australia and New Zealand in Oceania and Iceland, Norway, Switzerland and the EU (25 countries included since 2004) in Europe are considered “developed” regions or areas, following the common accepted practice used for MDG indicators. Developing countries are those not listed as developed or transition countries. The list of least developed countries (LDCs) has been agreed by the General Assembly, on the recommendation of the Committee for Development Policy, Economic and Social Council. Agricultural, clothing and textile groups follow the definition in WTO agreements based on the Harmonized System 1992, transposed to current versions by WTO Secretariat. Agricultural products correspond to Harmonized System 1992, chapters 01 to 24 less fish and fish products (chap. 03); in addition to parts of chapters 29, 33, 35, 38, 41, 43, 50 to 53. Textile is mainly covered in chapters 50 to 60. The bulk of clothing products are found in chapters 61-63.\u000a","sourceOrganization":"United Nations Conference on Trade and Development, World Trade Organization, and International Trade Center. Data are available online at: www.mdg-trade.org.","topics":[{"id":"18","value":"Millenium development goals"}]},{"id":"TM.TAX.CLTH.CD.LD","name":"Average tariffs imposed by developed countries on clothing products from least developed countries (%)","source":{"id":"19","value":"Millennium Development Goals"},"sourceNote":"It is the average tariffs imposed by developed countries on subsets of selected items (agricultural products, textile and clothing exports) that are deemed to be of interest to developing countries. For the purpose of calculating this indicator, Japan in Asia, Canada and the United States in North America, Australia and New Zealand in Oceania and Iceland, Norway, Switzerland and the EU (25 countries included since 2004) in Europe are considered “developed” regions or areas, following the common accepted practice used for MDG indicators. Developing countries are those not listed as developed or transition countries. The list of least developed countries (LDCs) has been agreed by the General Assembly, on the recommendation of the Committee for Development Policy, Economic and Social Council. Agricultural, clothing and textile groups follow the definition in WTO agreements based on the Harmonized System 1992, transposed to current versions by WTO Secretariat. Agricultural products correspond to Harmonized System 1992, chapters 01 to 24 less fish and fish products (chap. 03); in addition to parts of chapters 29, 33, 35, 38, 41, 43, 50 to 53. Textile is mainly covered in chapters 50 to 60. The bulk of clothing products are found in chapters 61-63.\u000a","sourceOrganization":"United Nations Conference on Trade and Development, World Trade Organization, and International Trade Center. Data are available online at: www.mdg-trade.org.","topics":[{"id":"18","value":"Millenium development goals"}]},{"id":"TM.TAX.TXTL.CD.DV","name":"Average tariffs imposed by developed countries on textile products from developing countries (%)","source":{"id":"19","value":"Millennium Development Goals"},"sourceNote":"It is the average tariffs imposed by developed countries on subsets of selected items (agricultural products, textile and clothing exports) that are deemed to be of interest to developing countries. For the purpose of calculating this indicator, Japan in Asia, Canada and the United States in North America, Australia and New Zealand in Oceania and Iceland, Norway, Switzerland and the EU (25 countries included since 2004) in Europe are considered “developed” regions or areas, following the common accepted practice used for MDG indicators. Developing countries are those not listed as developed or transition countries. The list of least developed countries (LDCs) has been agreed by the General Assembly, on the recommendation of the Committee for Development Policy, Economic and Social Council. Agricultural, clothing and textile groups follow the definition in WTO agreements based on the Harmonized System 1992, transposed to current versions by WTO Secretariat. Agricultural products correspond to Harmonized System 1992, chapters 01 to 24 less fish and fish products (chap. 03); in addition to parts of chapters 29, 33, 35, 38, 41, 43, 50 to 53. Textile is mainly covered in chapters 50 to 60. The bulk of clothing products are found in chapters 61-63.\u000a","sourceOrganization":"United Nations Conference on Trade and Development, World Trade Organization, and International Trade Center. Data are available online at: www.mdg-trade.org.","topics":[{"id":"18","value":"Millenium development goals"}]},{"id":"TM.TAX.TXTL.CD.LD","name":"Average tariffs imposed by developed countries on textile products from least developed countries (%)","source":{"id":"19","value":"Millennium Development Goals"},"sourceNote":"It is the average tariffs imposed by developed countries on subsets of selected items (agricultural products, textile and clothing exports) that are deemed to be of interest to developing countries. For the purpose of calculating this indicator, Japan in Asia, Canada and the United States in North America, Australia and New Zealand in Oceania and Iceland, Norway, Switzerland and the EU (25 countries included since 2004) in Europe are considered “developed” regions or areas, following the common accepted practice used for MDG indicators. Developing countries are those not listed as developed or transition countries. The list of least developed countries (LDCs) has been agreed by the General Assembly, on the recommendation of the Committee for Development Policy, Economic and Social Council. Agricultural, clothing and textile groups follow the definition in WTO agreements based on the Harmonized System 1992, transposed to current versions by WTO Secretariat. Agricultural products correspond to Harmonized System 1992, chapters 01 to 24 less fish and fish products (chap. 03); in addition to parts of chapters 29, 33, 35, 38, 41, 43, 50 to 53. Textile is mainly covered in chapters 50 to 60. The bulk of clothing products are found in chapters 61-63.\u000a","sourceOrganization":"United Nations Conference on Trade and Development, World Trade Organization, and International Trade Center. Data are available online at: www.mdg-trade.org.","topics":[{"id":"18","value":"Millenium development goals"}]}]]