[{"page":1,"pages":1,"per_page":"32","total":32},[{"id":"BX.KLT.DINV.CD.WD","name":"Foreign direct investment, net inflows (BoP, current US$)","source":{"id":"18","value":"International Development Association - Results Measurement System"},"sourceNote":"Foreign direct investment are the net inflows of investment to acquire a lasting management interest (10 percent or more of voting stock) in an enterprise operating in an economy other than that of the investor. It is the sum of equity capital, reinvestment of earnings, other long-term capital, and short-term capital as shown in the balance of payments. This series shows net inflows (new investment inflows less disinvestment) in the reporting economy from foreign investors. Data are in current U.S. dollars.","sourceOrganization":"International Monetary Fund, Balance of Payments database, supplemented by data from the United Nations Conference on Trade and Development and official national sources.","topics":[{"id":"3","value":"Economy & Growth"},{"id":"20","value":"External Debt"},{"id":"7","value":"Financial Sector "},{"id":"19","value":"Climate Change"}]},{"id":"DT.DOD.DECT.GN.ZS","name":"External debt stocks (% of GNI)","source":{"id":"18","value":"International Development Association - Results Measurement System"},"sourceNote":"Total external debt stocks to gross national income. Total external debt is debt owed to nonresidents repayable in currency, goods, or services. Total external debt is the sum of public, publicly guaranteed, and private nonguaranteed long-term debt, use of IMF credit, and short-term debt. Short-term debt includes all debt having an original maturity of one year or less and interest in arrears on long-term debt. GNI (formerly GNP) is the sum of value added by all resident producers plus any product taxes (less subsidies) not included in the valuation of output plus net receipts of primary income (compensation of employees and property income) from abroad.","sourceOrganization":"World Bank, International Debt Statistics.","topics":[{"id":"3","value":"Economy & Growth"},{"id":"20","value":"External Debt"}]},{"id":"DT.ODA.ODAT.PC.ZS","name":"Net ODA received per capita (current US$)","source":{"id":"18","value":"International Development Association - Results Measurement System"},"sourceNote":"Net official development assistance (ODA) per capita consists of disbursements of loans made on concessional terms (net of repayments of principal) and grants by official agencies of the members of the Development Assistance Committee (DAC), by multilateral institutions, and by non-DAC countries to promote economic development and welfare in countries and territories in the DAC list of ODA recipients; and is calculated by dividing net ODA received by the midyear population estimate. It includes loans with a grant element of at least 25 percent (calculated at a rate of discount of 10 percent).","sourceOrganization":"Development Assistance Committee of the Organisation for Economic Co-operation and Development, Geographical Distribution of Financial Flows to Developing Countries, Development Co-operation Report, and International Development Statistics database. Data are available online at: www.oecd.org\/dac\/stats\/idsonline. World Bank population estimates are used for the denominator.","topics":[{"id":"2","value":"Aid Effectiveness "},{"id":"20","value":"External Debt"},{"id":"3","value":"Economy & Growth"}]},{"id":"EG.ELC.HOUS.ZS","name":"Household electrification rate (% of households)","source":{"id":"18","value":"International Development Association - Results Measurement System"},"sourceNote":"Household electrification rate is defined as the percentage of households with access to electricity and is measured using household surveys (e.g. Demographic and Health Surveys, Living Standard Measurement Surveys). Household surveys provide better measurement than the data provided by national power utilities. In addition, utilities employ different definitions of electrification making it difficult for accurate cross-country comparison.","sourceOrganization":"Compiled by World Bank staff from household surveys.","topics":[]},{"id":"EN.ATM.CO2E.PC","name":"CO2 emissions (metric tons per capita)","source":{"id":"18","value":"International Development Association - Results Measurement System"},"sourceNote":"Carbon dioxide emissions are those stemming from the burning of fossil fuels and the manufacture of cement. They include carbon dioxide produced during consumption of solid, liquid, and gas fuels and gas flaring.","sourceOrganization":"Carbon Dioxide Information Analysis Center, Environmental Sciences Division, Oak Ridge National Laboratory, Tennessee, United States.","topics":[{"id":"19","value":"Climate Change"},{"id":"2","value":"Aid Effectiveness "},{"id":"6","value":"Environment "}]},{"id":"IC.REG.DURS","name":"Time required to start a business (days)","source":{"id":"18","value":"International Development Association - Results Measurement System"},"sourceNote":"Time required to start a business is the number of calendar days needed to complete the procedures to legally operate a business. If a procedure can be speeded up at additional cost, the fastest procedure, independent of cost, is chosen.","sourceOrganization":"World Bank, Doing Business project (http:\/\/www.doingbusiness.org\/).","topics":[{"id":"12","value":"Private Sector"}]},{"id":"IQ.CPA.FINQ.XQ","name":"CPIA quality of budgetary and financial management rating (1=low to 6=high)","source":{"id":"18","value":"International Development Association - Results Measurement System"},"sourceNote":"Quality of budgetary and financial management assesses the extent to which there is a comprehensive and credible budget linked to policy priorities, effective financial management systems, and timely and accurate accounting and fiscal reporting, including timely and audited public accounts.","sourceOrganization":"World Bank Group, CPIA database (http:\/\/www.worldbank.org\/ida).","topics":[{"id":"13","value":"Public Sector "}]},{"id":"IS.ROD.ALLS.ZS","name":"Access to an all-season road (% of rural population)","source":{"id":"18","value":"International Development Association - Results Measurement System"},"sourceNote":"Access to an all-season road is measured as the proportion of rural people who live within 2 kilometers (typically equivalent to a 20-minute walk) of an all-season road. An all-season road is a road that is motorable all year by the prevailing means of rural transport (often a pick-up or a truck which does not have four-wheel-drive). Predictable interruptions of short duration during inclement weather (e.g. heavy rainfall) are acceptable, particularly on low volume roads. The preferred approach to measuring this indicator is by analysis of household surveys that include appropriate questions about access to transport.","sourceOrganization":"Compiled by World Bank staff from household surveys, specifically Living Standard Measurement Surveys (LSMS), Income\/Expenditure Household Surveys (IES), Poverty Surveys (PS) and Core Welfare Indicators Questionnaires (CWIQ) carried out between 1994 to 2003.","topics":[]},{"id":"IT.TEL.TOTL.P2","name":"Mobile and fixed-line telephone subscribers (per 100 people)","source":{"id":"18","value":"International Development Association - Results Measurement System"},"sourceNote":"Fixed line and mobile cellular subscriptions are total telephone subscriptions (fixed line plus mobile). Fixed telephone lines are those that connect a subscriber's terminal equipment to the public switched telephone network and that have a port on a telephone exchange. Integrated services digital network channels ands fixed wireless subscribers are included. Mobile cellular telephone subscriptions are subscriptions to a public mobile telephone service using cellular technology, which provide access to the public switched telephone network. Post-paid and prepaid subscriptions are included.","sourceOrganization":"International Telecommunication Union, World Telecommunication\/ICT Development Report and database, and World Bank estimates.","topics":[{"id":"9","value":"Infrastructure "}]},{"id":"LP.LPI.OVRL.XQ","name":"Logistics performance index: Overall (1=low to 5=high)","source":{"id":"18","value":"International Development Association - Results Measurement System"},"sourceNote":"Logistics Performance Index overall score reflects perceptions of a country's logistics based on efficiency of customs clearance process, quality of trade- and transport-related infrastructure, ease of arranging competitively priced shipments, quality of logistics services, ability to track and trace consignments, and frequency with which shipments reach the consignee within the scheduled time. The index ranges from 1 to 5, with a higher score representing better performance. Data are from Logistics Performance Index surveys conducted by the World Bank in partnership with academic and international institutions and private companies and individuals engaged in international logistics. 2009 round of surveys covered more than 5,000 country assessments by nearly 1,000 international freight forwarders. Respondents evaluate eight markets on six core dimensions on a scale from 1 (worst) to 5 (best). The markets are chosen based on the most important export and import markets of the respondent's country, random selection, and, for landlocked countries, neighboring countries that connect them with international markets. Scores for the six areas are averaged across all respondents and aggregated to a single score using principal components analysis. Details of the survey methodology and index construction methodology are in Arvis and others' Connecting to Compete 2010: Trade Logistics in the Global Economy (2010).","sourceOrganization":"World Bank and Turku School of Economics, Logistic Performance Index Surveys. Data are available online at : http:\/\/www.worldbank.org\/lpi. Summary results are published in Arvis and others' Connecting to Compete: Trade Logistics in the Global Economy, The Logistics Performance Index and Its Indicators report.","topics":[{"id":"12","value":"Private Sector"}]},{"id":"NV.AGR.TOTL.KD","name":"Agriculture, value added (constant 2005 US$)","source":{"id":"18","value":"International Development Association - Results Measurement System"},"sourceNote":"Agriculture corresponds to ISIC divisions 1-5 and includes forestry, hunting, and fishing, as well as cultivation of crops and livestock production. Value added is the net output of a sector after adding up all outputs and subtracting intermediate inputs. It is calculated without making deductions for depreciation of fabricated assets or depletion and degradation of natural resources. The origin of value added is determined by the International Standard Industrial Classification (ISIC), revision 3. Data are in constant 2005 U.S. dollars.","sourceOrganization":"World Bank national accounts data, and OECD National Accounts data files.","topics":[{"id":"3","value":"Economy & Growth"}]},{"id":"NY.GDP.PCAP.KD","name":"GDP per capita (constant 2005 US$)","source":{"id":"18","value":"International Development Association - Results Measurement System"},"sourceNote":"GDP per capita is gross domestic product divided by midyear population. GDP is the sum of gross value added by all resident producers in the economy plus any product taxes and minus any subsidies not included in the value of the products. It is calculated without making deductions for depreciation of fabricated assets or for depletion and degradation of natural resources. Data are in constant 2005 U.S. dollars.","sourceOrganization":"World Bank national accounts data, and OECD National Accounts data files.","topics":[{"id":"3","value":"Economy & Growth"}]},{"id":"NY.GDP.PCAP.KD.ZG","name":"GDP per capita growth (annual %)","source":{"id":"18","value":"International Development Association - Results Measurement System"},"sourceNote":"Annual percentage growth rate of GDP per capita based on constant local currency. Aggregates are based on constant 2005 U.S. dollars. GDP per capita is gross domestic product divided by midyear population. GDP at purchaser's prices is the sum of gross value added by all resident producers in the economy plus any product taxes and minus any subsidies not included in the value of the products. It is calculated without making deductions for depreciation of fabricated assets or for depletion and degradation of natural resources.","sourceOrganization":"World Bank national accounts data, and OECD National Accounts data files.","topics":[{"id":"3","value":"Economy & Growth"}]},{"id":"NY.GNP.ATLS.CD","name":"GNI, Atlas method (current US$)","source":{"id":"18","value":"International Development Association - Results Measurement System"},"sourceNote":"GNI, Atlas method (current US$)","sourceOrganization":"World Bank","topics":[{"id":"3","value":"Economy & Growth"}]},{"id":"SE.ENR.PRSC.FM.ZS","name":"Ratio of girls to boys in primary and secondary education (%)","source":{"id":"18","value":"International Development Association - Results Measurement System"},"sourceNote":"Ratio of girls to boys in primary and secondary education is the percentage of girls to boys enrolled at primary and secondary levels in public and private schools.","sourceOrganization":"United Nations Educational, Scientific, and Cultural Organization (UNESCO) Institute for Statistics.","topics":[{"id":"17","value":"Gender"},{"id":"4","value":"Education "},{"id":"15","value":"Social Development "},{"id":"2","value":"Aid Effectiveness "},{"id":"19","value":"Climate Change"}]},{"id":"SE.PRM.CMPT.FE.ZS","name":"Primary completion rate, female (% of relevant age group)","source":{"id":"18","value":"International Development Association - Results Measurement System"},"sourceNote":"Primary completion rate is measured as the gross intake ratio to the last grade of primary education. It is calculated by taking the total number of students in the last grade of primary school, minus the number of repeaters in that grade, divided by the total number of children of official graduation age.","sourceOrganization":"UNESCO Institute for Statistics","topics":[{"id":"4","value":"Education "},{"id":"17","value":"Gender"}]},{"id":"SE.PRM.CMPT.MA.ZS","name":"Primary completion rate, male (% of relevant age group)","source":{"id":"18","value":"International Development Association - Results Measurement System"},"sourceNote":"Primary completion rate is measured as the gross intake ratio to the last grade of primary education. It is calculated by taking the total number of students in the last grade of primary school, minus the number of repeaters in that grade, divided by the total number of children of official graduation age.","sourceOrganization":"UNESCO Institute for Statistics","topics":[{"id":"17","value":"Gender"},{"id":"4","value":"Education "}]},{"id":"SE.PRM.CMPT.ZS","name":"Primary completion rate, total (% of relevant age group)","source":{"id":"18","value":"International Development Association - Results Measurement System"},"sourceNote":"Primary completion rate is measured as the gross intake ratio to the last grade of primary education. It is calculated by taking the total number of students in the last grade of primary school, minus the number of repeaters in that grade, divided by the total number of children of official graduation age.","sourceOrganization":"UNESCO Institute for Statistics","topics":[{"id":"2","value":"Aid Effectiveness "},{"id":"4","value":"Education "},{"id":"19","value":"Climate Change"}]},{"id":"SH.DYN.AIDS.ZS","name":"Prevalence of HIV, total (% of population ages 15-49)","source":{"id":"18","value":"International Development Association - Results Measurement System"},"sourceNote":"Prevalence of HIV refers to the percentage of people ages 15-49 who are infected with HIV.","sourceOrganization":"UNAIDS estimates.","topics":[{"id":"2","value":"Aid Effectiveness "},{"id":"8","value":"Health "},{"id":"4","value":"Education "}]},{"id":"SH.DYN.MORT","name":"Mortality rate, under-5 (per 1,000 live births)","source":{"id":"18","value":"International Development Association - Results Measurement System"},"sourceNote":"Under-five mortality rate is the probability per 1,000 that a newborn baby will die before reaching age five, if subject to age-specific mortality rates of the specified year.","sourceOrganization":"Estimates developed by the UN Inter-agency Group for Child Mortality Estimation (UNICEF, WHO, World Bank, UN DESA Population Division) at www.childmortality.org.","topics":[{"id":"2","value":"Aid Effectiveness "},{"id":"8","value":"Health "},{"id":"19","value":"Climate Change"},{"id":"4","value":"Education "}]},{"id":"SH.H2O.SAFE.ZS","name":"Improved water source (% of population with access)","source":{"id":"18","value":"International Development Association - Results Measurement System"},"sourceNote":"Access to an improved water source refers to the percentage of the population using an improved drinking water source. The improved drinking water source includes piped water on premises (piped household water connection located inside the user’s dwelling, plot or yard), and other improved drinking water sources (public taps or standpipes, tube wells or boreholes, protected dug wells, protected springs, and rainwater collection).","sourceOrganization":"WHO\/UNICEF Joint Monitoring Programme (JMP) for Water Supply and Sanitation (http:\/\/www.wssinfo.org\/).","topics":[{"id":"9","value":"Infrastructure "},{"id":"19","value":"Climate Change"}]},{"id":"SH.IMM.MEAS","name":"Immunization, measles (% of children ages 12-23 months)","source":{"id":"18","value":"International Development Association - Results Measurement System"},"sourceNote":"Child immunization measures the percentage of children ages 12-23 months who received vaccinations before 12 months or at any time before the survey. A child is considered adequately immunized against measles after receiving one dose of vaccine.","sourceOrganization":"WHO and UNICEF (http:\/\/www.who.int\/immunization\/monitoring_surveillance\/en\/).","topics":[{"id":"8","value":"Health "}]},{"id":"SH.STA.ACSN","name":"Improved sanitation facilities (% of population with access)","source":{"id":"18","value":"International Development Association - Results Measurement System"},"sourceNote":"Access to improved sanitation facilities refers to the percentage of the population using improved sanitation facilities. The improved sanitation facilities include flush\/pour flush (to piped sewer system, septic tank, pit latrine), ventilated improved pit (VIP) latrine, pit latrine with slab, and composting toilet.","sourceOrganization":"WHO\/UNICEF Joint Monitoring Programme (JMP) for Water Supply and Sanitation (http:\/\/www.wssinfo.org\/).","topics":[{"id":"2","value":"Aid Effectiveness "},{"id":"8","value":"Health "},{"id":"19","value":"Climate Change"}]},{"id":"SH.STA.BRTC.ZS","name":"Births attended by skilled health staff (% of total)","source":{"id":"18","value":"International Development Association - Results Measurement System"},"sourceNote":"Births attended by skilled health staff are the percentage of deliveries attended by personnel trained to give the necessary supervision, care, and advice to women during pregnancy, labor, and the postpartum period; to conduct deliveries on their own; and to care for newborns.","sourceOrganization":"UNICEF, State of the World's Children, Childinfo, and Demographic and Health Surveys by ICF International.","topics":[{"id":"8","value":"Health "},{"id":"17","value":"Gender"}]},{"id":"SH.STA.MALN.ZS","name":"Malnutrition prevalence, weight for age (% of children under 5)","source":{"id":"18","value":"International Development Association - Results Measurement System"},"sourceNote":"Prevalence of child malnutrition is the percentage of children under age 5 whose weight for age is more than two standard deviations below the median for the international reference population ages 0-59 months. The data are based on the WHO's new child growth standards released in 2006.","sourceOrganization":"World Health Organization, Global Database on Child Growth and Malnutrition. Country-level data are unadjusted data from national surveys, and thus may not be comparable across countries. Adjusted, comparable data are available at http:\/\/www.who.int\/nutgrowthdb\/en. Aggregation is based on UNICEF, WHO, and the World Bank harmonized dataset (adjusted, comparable data) and methodology.","topics":[{"id":"2","value":"Aid Effectiveness "},{"id":"8","value":"Health "},{"id":"19","value":"Climate Change"}]},{"id":"SH.STA.MMRT","name":"Maternal mortality ratio (modeled estimate, per 100,000 live births)","source":{"id":"18","value":"International Development Association - Results Measurement System"},"sourceNote":"Maternal mortality ratio is the number of women who die from pregnancy-related causes while pregnant or within 42 days of pregnancy termination per 100,000 live births. The data are estimated with a regression model using information on the proportion of maternal deaths among non-AIDS deaths in women ages 15-49, fertility, birth attendants, and GDP.","sourceOrganization":"WHO, UNICEF, UNFPA, The World Bank, and the United Nations Population Division. Trends in Maternal Mortality: 1990 to 2013. Geneva, World Health Organization, 2014","topics":[{"id":"8","value":"Health "},{"id":"2","value":"Aid Effectiveness "},{"id":"17","value":"Gender"}]},{"id":"SI.POV.DDAY","name":"Poverty headcount ratio at $1.25 a day (PPP) (% of population)","source":{"id":"18","value":"International Development Association - Results Measurement System"},"sourceNote":"Population below $1.25 a day is the percentage of the population living on less than $1.25 a day at 2005 international prices. As a result of revisions in PPP exchange rates, poverty rates for individual countries cannot be compared with poverty rates reported in earlier editions.","sourceOrganization":"World Bank, Development Research Group. Data are based on primary household survey data obtained from government statistical agencies and World Bank country departments. Data for high-income economies are from the Luxembourg Income Study database. For more information and methodology, please see PovcalNet (http:\/\/iresearch.worldbank.org\/PovcalNet\/index.htm).","topics":[{"id":"11","value":"Poverty "},{"id":"19","value":"Climate Change"}]},{"id":"SL.TLF.CACT.FM.ZS","name":"Ratio of female to male labor force participation rate (%) (modeled ILO estimate)","source":{"id":"18","value":"International Development Association - Results Measurement System"},"sourceNote":"Labor force participation rate is the proportion of the population ages 15 and older that is economically active: all people who supply labor for the production of goods and services during a specified period.","sourceOrganization":"International Labour Organization, Key Indicators of the Labour Market database.","topics":[{"id":"10","value":"Social Protection & Labor"}]},{"id":"SP.ADO.TFRT","name":"Adolescent fertility rate (births per 1,000 women ages 15-19)","source":{"id":"18","value":"International Development Association - Results Measurement System"},"sourceNote":"Adolescent fertility rate is the number of births per 1,000 women ages 15-19.","sourceOrganization":"United Nations Population Division, World Population Prospects.","topics":[{"id":"15","value":"Social Development "},{"id":"8","value":"Health "},{"id":"17","value":"Gender"}]},{"id":"SP.DYN.LE00.IN","name":"Life expectancy at birth, total (years)","source":{"id":"18","value":"International Development Association - Results Measurement System"},"sourceNote":"Life expectancy at birth indicates the number of years a newborn infant would live if prevailing patterns of mortality at the time of its birth were to stay the same throughout its life.","sourceOrganization":"Derived from male and female life expectancy at birth from sources such as: (1) United Nations Population Division. World Population Prospects, (2) United Nations Statistical Division. Population and Vital Statistics Report (various years), (3) Census reports and other statistical publications from national statistical offices, (4) Eurostat: Demographic Statistics, (5) Secretariat of the Pacific Community: Statistics and Demography Programme, and (6) U.S. Census Bureau: International Database.","topics":[{"id":"8","value":"Health "}]},{"id":"SP.DYN.TFRT.IN","name":"Fertility rate, total (births per woman)","source":{"id":"18","value":"International Development Association - Results Measurement System"},"sourceNote":"Total fertility rate represents the number of children that would be born to a woman if she were to live to the end of her childbearing years and bear children in accordance with current age-specific fertility rates.","sourceOrganization":"(1) United Nations Population Division. World Population Prospects, (2) United Nations Statistical Division. Population and Vital Statistics Repot (various years), (3) Census reports and other statistical publications from national statistical offices, (4) Eurostat: Demographic Statistics, (5) Secretariat of the Pacific Community: Statistics and Demography Programme, and (6) U.S. Census Bureau: International Database","topics":[{"id":"17","value":"Gender"},{"id":"8","value":"Health "}]},{"id":"SP.POP.TOTL","name":"Population, total","source":{"id":"18","value":"International Development Association - Results Measurement System"},"sourceNote":"Total population is based on the de facto definition of population, which counts all residents regardless of legal status or citizenship--except for refugees not permanently settled in the country of asylum, who are generally considered part of the population of their country of origin. The values shown are midyear estimates.","sourceOrganization":"(1) United Nations Population Division. World Population Prospects, (2) United Nations Statistical Division. Population and Vital Statistics Report  (various years), (3) Census reports and other statistical publications from national statistical offices, (4) Eurostat: Demographic Statistics, (5) Secretariat of the Pacific Community: Statistics and Demography Programme, and (6) U.S. Census Bureau: International Database.","topics":[{"id":"8","value":"Health "},{"id":"19","value":"Climate Change"}]}]]